Repository: chahua-im/chahua-apple
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Members
zh_hans: 成员
zh_hant: 成員

source: More
zh_hans: 更多
zh_hant: 更多

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

source: Clear search
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Load more members
zh_hans: 加载更多成员
zh_hant: 載入更多成員

source: Open group information
zh_hans: 打开群组信息
zh_hant: 開啟群組資訊

source: Group Info
zh_hans: 群组信息
zh_hant: 群組資訊

source: Group
zh_hans: 群组
zh_hant: 群組

source: Loading group info…
zh_hans: 正在加载群组信息…
zh_hant: 正在載入群組資訊…

source: Couldn’t load group info
zh_hans: 无法加载群组信息
zh_hant: 無法載入群組資訊

source: Member directory
zh_hans: 群成员
zh_hant: 群組成員

source: See everyone in this group.
zh_hans: 查看此群组中的所有成员。
zh_hant: 查看此群組中的所有成員。

source: Open the group member directory
zh_hans: 打开群成员列表
zh_hant: 開啟群組成員列表

source: Notification settings
zh_hans: 通知设置
zh_hant: 通知設定

source: Not muted
zh_hans: 未静音
zh_hant: 未靜音

source: Muted forever
zh_hans: 永久静音
zh_hant: 永久靜音

source: Muted until %@
zh_hans: 静音至 %@
zh_hant: 靜音至 %@

source: Mute for 1 hour
zh_hans: 静音 1 小时
zh_hant: 靜音 1 小時

source: Mute for 8 hours
zh_hans: 静音 8 小时
zh_hant: 靜音 8 小時

source: Mute for 1 day
zh_hans: 静音 1 天
zh_hant: 靜音 1 天

source: Mute for 7 days
zh_hans: 静音 7 天
zh_hant: 靜音 7 天

source: Mute forever
zh_hans: 永久静音
zh_hant: 永久靜音

source: Leave group
zh_hans: 退出群组
zh_hant: 退出群組

source: Leaving group…
zh_hans: 正在退出群组…
zh_hant: 正在退出群組…

source: Stop receiving messages from this group.
zh_hans: 不再接收此群组的消息。
zh_hant: 不再接收此群組的訊息。

source: Leave this group
zh_hans: 退出此群组
zh_hant: 退出此群組

source: Leave
zh_hans: 退出
zh_hant: 退出

source: Are you sure you want to leave this group?
zh_hans: 确定要退出此群组吗？
zh_hant: 確定要退出此群組嗎？

source: Couldn’t complete group action
zh_hans: 无法完成群组操作
zh_hant: 無法完成群組操作

source: Couldn’t update notifications
zh_hans: 无法更新通知设置
zh_hant: 無法更新通知設定

source: Couldn’t leave group
zh_hans: 无法退出群组
zh_hant: 無法退出群組

source: No group description yet.
zh_hans: 暂无群组简介。
zh_hant: 尚無群組簡介。

source: Group Members
zh_hans: 群组成员
zh_hant: 群組成員

source: Loading group members…
zh_hans: 正在加载群成员…
zh_hant: 正在載入群組成員…

source: Couldn’t load group members
zh_hans: 无法加载群成员
zh_hant: 無法載入群組成員

source: Refreshing group members…
zh_hans: 正在刷新群成员…
zh_hant: 正在重新整理群組成員…

source: Couldn’t refresh group members
zh_hans: 无法刷新群成员
zh_hant: 無法重新整理群組成員

source: The current directory is still shown. Try again to refresh it.
zh_hans: 仍显示当前成员列表，请重试以刷新。
zh_hant: 仍顯示目前的成員列表，請重試以重新整理。

source: Search members
zh_hans: 搜索成员
zh_hant: 搜尋成員

source: Promote to admin
zh_hans: 设为管理员
zh_hant: 設為管理員

source: Demote to member
zh_hans: 取消管理员
zh_hant: 取消管理員

source: Remove from group
zh_hans: 移出群组
zh_hant: 移出群組

source: Confirm member action
zh_hans: 确认成员操作
zh_hant: 確認成員操作

source: Promote member
zh_hans: 设为管理员
zh_hant: 設為管理員

source: Demote member
zh_hans: 取消管理员
zh_hant: 取消管理員

source: Remove member
zh_hans: 移除成员
zh_hant: 移除成員

source: Promote %@ to admin?
zh_hans: 将 %@ 设为管理员？
zh_hant: 將 %@ 設為管理員？

source: Demote %@ to member?
zh_hans: 取消 %@ 的管理员身份？
zh_hant: 取消 %@ 的管理員身分？

source: Remove %@ from this group?
zh_hans: 将 %@ 移出此群组？
zh_hant: 將 %@ 移出此群組？

source: Couldn’t update member
zh_hans: 无法更新成员
zh_hant: 無法更新成員

source: No group members
zh_hans: 暂无群成员
zh_hant: 尚無群組成員

source: Members will appear here when they are available.
zh_hans: 群成员将在此处显示。
zh_hant: 群組成員將顯示於此處。

source: Try a different name or submit a more specific search.
zh_hans: 请尝试其他名字，或提交更具体的搜索。
zh_hant: 請嘗試其他名字，或提交更精確的搜尋。

source: Loading more members…
zh_hans: 正在加载更多成员…
zh_hant: 正在載入更多成員…

source: Loading more group members
zh_hans: 正在加载更多群成员
zh_hant: 正在載入更多群組成員

source: Couldn’t load more members
zh_hans: 无法加载更多成员
zh_hant: 無法載入更多成員

source: Try again to continue the directory.
zh_hans: 请重试以继续加载成员列表。
zh_hant: 請重試以繼續載入成員列表。

source: Show member actions
zh_hans: 显示成员操作
zh_hant: 顯示成員操作

source: Updating %@
zh_hans: 正在更新 %@
zh_hant: 正在更新 %@

source: Admin
zh_hans: 管理员
zh_hant: 管理員

source: Member
zh_hans: 成员
zh_hant: 成員

source: You no longer have permission to manage group members.
zh_hans: 你已无权管理群成员。
zh_hant: 你已無權管理群組成員。

source: (Edited)
zh_hans: (已编辑)
zh_hant: (已編輯)

source: [Attachment]
zh_hans: [附件]
zh_hant: [附件]

source: [Deleted]
zh_hans: [已删除]
zh_hant: [已刪除]

source: [Image]
zh_hans: [图片]
zh_hant: [圖片]

source: [Invite]
zh_hans: [邀请]
zh_hant: [邀請]

source: [Sticker]
zh_hans: [贴纸]
zh_hant: [貼紙]

source: [Video]
zh_hans: [视频]
zh_hant: [影片]

source: [Voice message]
zh_hans: [语音消息]
zh_hant: [語音訊息]

source: %@ of %@
zh_hans: %@，共 %@
zh_hant: %@，共 %@

source: %@, %lld reactions
zh_hans: %@，%lld 个回应
zh_hant: %@，%lld 個回應

source: %lld attachments
zh_hans: %lld 个附件
zh_hant: %lld 個附件

source: %lld Media
zh_hans: %lld 个媒体文件
zh_hant: %lld 個媒體檔案

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: %1$lld / %2$lld
zh_hant: %1$lld / %2$lld

source: %lld points
zh_hans: %lld 点
zh_hant: %lld 點

source: %lld reactions
zh_hans: %lld 个回应
zh_hant: %lld 個回應

source: %lld replies
zh_hans: %lld 条回复
zh_hant: %lld 則回覆

source: %lld stickers
zh_hans: %lld 张贴纸
zh_hant: %lld 張貼紙

source: %lld unread conversations
zh_hans: %lld 个未读会话
zh_hant: %lld 個未讀對話

source: %lld unread messages
zh_hans: %lld 条未读消息
zh_hant: %lld 則未讀訊息

source: 1 reply
zh_hans: 1 条回复
zh_hant: 1 則回覆

source: A message can have up to 50 different reactions.
zh_hans: 每条消息最多可有 50 种表情回应。
zh_hant: 每則訊息最多可有 50 種表情回應。

source: Account
zh_hans: 账户
zh_hant: 帳號

source: Add a caption…
zh_hans: 添加说明文字…
zh_hant: 加入說明文字…

source: Add media
zh_hans: 添加媒体
zh_hant: 新增媒體

source: Allow microphone access in Settings to record voice messages.
zh_hans: 请在设置中允许使用麦克风以录制语音消息。
zh_hant: 請在設定中允許使用麥克風以錄製語音訊息。

source: Allowed
zh_hans: 已允许
zh_hant: 已允許

source: Archive
zh_hans: 归档
zh_hant: 封存

source: Archived
zh_hans: 已归档
zh_hant: 已封存

source: Archived conversations in this category will appear here.
zh_hans: 此类别中已归档的会话会显示在这里。
zh_hant: 此類別中已封存的對話會顯示在這裡。

source: Are you sure you want to delete this message from %@?
zh_hans: 确定要删除 %@ 的这条消息吗？
zh_hant: 確定要刪除 %@ 的這則訊息嗎？

source: Are you sure you want to delete this message?
zh_hans: 确定要撤回这条消息吗？
zh_hant: 確定要收回這則訊息嗎？

source: Attachments cannot be changed while editing
zh_hans: 编辑消息时无法更改附件
zh_hant: 編輯訊息時無法變更附件

source: Audio unavailable
zh_hans: 音频不可用
zh_hant: 音訊無法使用

source: Authentication could not be completed.
zh_hans: 无法完成身份验证。
zh_hant: 無法完成身分驗證。

source: Authentication service is unavailable.
zh_hans: 身份验证服务不可用。
zh_hant: 身分驗證服務無法使用。

source: Authorization
zh_hans: 通知权限
zh_hant: 通知權限

source: Avatar for %@
zh_hans: %@ 的头像
zh_hant: %@ 的頭像

source: Back to chats
zh_hans: 返回聊天列表
zh_hant: 返回聊天列表

source: Below are unread messages
zh_hans: 以下是未读消息
zh_hant: 以下是未讀訊息

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cancel edit
zh_hans: 取消编辑
zh_hant: 取消編輯

source: Cancel reply
zh_hans: 取消回复
zh_hant: 取消回覆

source: Caption
zh_hans: 说明文字
zh_hant: 說明文字

source: Chat %@
zh_hans: 聊天 %@
zh_hant: 聊天 %@

source: Chats
zh_hans: 消息
zh_hant: 聊天

source: Check your connection and try again.
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網路連線後再試一次。

source: Choose a chat from the list to start reading.
zh_hans: 从列表中选择一个聊天以开始阅读。
zh_hant: 從列表中選擇一個聊天以開始閱讀。

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Close image
zh_hans: 关闭图片
zh_hant: 關閉圖片

source: Close stickers
zh_hans: 关闭贴纸
zh_hant: 關閉貼紙

source: Compress images
zh_hans: 压缩图片
zh_hant: 壓縮圖片

source: Connection unavailable
zh_hans: 网络连接不可用
zh_hant: 網路連線無法使用

source: Conversation actions
zh_hans: 会话操作
zh_hant: 對話操作

source: Conversation list width
zh_hans: 会话列表宽度
zh_hant: 對話列表寬度

source: Conversation scope
zh_hans: 会话范围
zh_hant: 對話範圍

source: Conversations in this category will appear here.
zh_hans: 此类别中的会话会显示在这里。
zh_hant: 此類別中的對話會顯示在這裡。

source: Copy
zh_hans: 复制
zh_hant: 複製

source: Copy Link
zh_hans: 复制链接
zh_hant: 複製連結

source: Copy Text
zh_hans: 复制文本
zh_hant: 複製文字

source: Could not sign out. Try again.
zh_hans: 无法退出登录，请重试。
zh_hant: 無法登出，請再試一次。

source: Couldn’t determine your reactions. Please try again.
zh_hans: 无法确定你的表情回应，请重试。
zh_hant: 無法確認你的表情回應，請再試一次。

source: Couldn’t discard attachments
zh_hans: 无法丢弃附件
zh_hant: 無法捨棄附件

source: Couldn’t edit message
zh_hans: 无法编辑消息
zh_hant: 無法編輯訊息

source: Couldn’t edit this message. Please try again.
zh_hans: 无法编辑此消息，请重试。
zh_hant: 無法編輯此訊息，請再試一次。

source: Couldn't load conversations. Retry
zh_hans: 无法加载会话。重试
zh_hant: 無法載入對話。重試

source: Couldn’t load message permissions. Please try again.
zh_hans: 无法加载消息权限，请重试。
zh_hant: 無法載入訊息權限，請再試一次。

source: Couldn’t load messages
zh_hans: 无法加载消息
zh_hant: 無法載入訊息

source: Couldn’t load messages.
zh_hans: 无法加载消息。
zh_hant: 無法載入訊息。

source: Couldn’t load newer messages — Retry
zh_hans: 无法加载较新的消息 — 重试
zh_hant: 無法載入較新的訊息 — 重試

source: Couldn’t load older messages — Retry
zh_hans: 无法加载更早的消息 — 重试
zh_hant: 無法載入更早的訊息 — 重試

source: Couldn’t load pinned messages. Please try again.
zh_hans: 无法加载已置顶消息，请重试。
zh_hant: 無法載入已釘選訊息，請再試一次。

source: Couldn’t load pinned messages. Retry
zh_hans: 无法加载已置顶消息。重试
zh_hant: 無法載入已釘選訊息。重試

source: Couldn’t load sticker pack. Please try again.
zh_hans: 无法加载贴纸包，请重试。
zh_hant: 無法載入貼紙包，請再試一次。

source: Couldn’t load sticker. Please try again.
zh_hans: 无法加载贴纸，请重试。
zh_hant: 無法載入貼紙，請再試一次。

source: Couldn’t load stickers. Please try again.
zh_hans: 无法加载贴纸，请重试。
zh_hant: 無法載入貼紙，請再試一次。

source: Couldn’t open notification
zh_hans: 无法打开通知
zh_hant: 無法打開通知

source: Couldn’t open thread
zh_hans: 无法打开话题
zh_hant: 無法開啟討論串

source: Couldn’t pin message. Please try again.
zh_hans: 无法置顶消息，请重试。
zh_hant: 無法釘選訊息，請再試一次。

source: Couldn’t play voice message. Try again.
zh_hans: 无法播放语音消息，请重试。
zh_hant: 無法播放語音訊息，請重試。

source: Couldn’t refresh messages.
zh_hans: 无法刷新消息。
zh_hant: 無法重新整理訊息。

source: Couldn’t register for push notifications. Try again.
zh_hans: 无法注册推送通知，请重试。
zh_hant: 無法註冊推播通知，請重試。

source: Couldn’t request notification permission. Try again.
zh_hans: 无法请求通知权限，请重试。
zh_hant: 無法要求通知權限，請重試。

source: Couldn’t save messages on this device.
zh_hans: 无法在此设备上保存消息。
zh_hant: 無法在此裝置上儲存訊息。

source: Couldn’t send the voice message. Your recording is ready to try again.
zh_hans: 无法发送语音消息，录音已保留，请重试。
zh_hant: 無法傳送語音訊息，錄音已保留，請重試。

source: Couldn’t send. Your caption and attachments are still here. Retry when local storage is available.
zh_hans: 无法发送。你的说明文字和附件仍保留在这里。请在本地存储恢复可用后重试。
zh_hant: 無法傳送。你的說明文字和附件仍保留在這裡。請在本機儲存空間恢復可用後再試一次。

source: Couldn’t start recording. Check your microphone and try again.
zh_hans: 无法开始录音，请检查麦克风后重试。
zh_hant: 無法開始錄音，請檢查麥克風後重試。

source: Couldn’t unpin message. Please try again.
zh_hans: 无法取消置顶消息，请重试。
zh_hant: 無法取消釘選訊息，請再試一次。

source: Couldn’t update attachments
zh_hans: 无法更新附件
zh_hant: 無法更新附件

source: Couldn’t update conversation. Please try again.
zh_hans: 无法更新会话，请重试。
zh_hant: 無法更新對話，請再試一次。

source: Couldn’t update favorite sticker. Please try again.
zh_hans: 无法更新收藏贴纸，请重试。
zh_hant: 無法更新收藏貼紙，請再試一次。

source: Couldn’t update notification registration. Try again.
zh_hans: 无法更新通知注册，请重试。
zh_hant: 無法更新通知註冊，請重試。

source: Couldn’t update outbox
zh_hans: 无法更新发件箱
zh_hant: 無法更新寄件匣

source: Couldn’t update reaction
zh_hans: 无法更新表情回应
zh_hant: 無法更新表情回應

source: Couldn’t update reaction. Please try again.
zh_hans: 无法更新表情回应，请重试。
zh_hant: 無法更新表情回應，請再試一次。

source: Couldn’t update sticker pack subscription. Please try again.
zh_hans: 无法更新贴纸包订阅，请重试。
zh_hant: 無法更新貼紙包訂閱，請再試一次。

source: Delete
zh_hans: 撤回
zh_hant: 收回

source: Delete Message
zh_hans: 撤回消息
zh_hant: 收回訊息

source: Denied
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Direct Message %@
zh_hans: 私聊 %@
zh_hant: 私聊 %@

source: Disable notifications
zh_hans: 关闭通知
zh_hant: 關閉通知

source: Disabled on this device
zh_hans: 已在此设备上关闭
zh_hant: 已在此裝置上關閉

source: Discard voice message
zh_hans: 丢弃语音消息
zh_hant: 捨棄語音訊息

source: Dismiss
zh_hans: 忽略
zh_hant: 忽略

source: Dismiss message actions
zh_hans: 关闭消息操作
zh_hant: 關閉訊息操作

source: DMs
zh_hans: 私聊
zh_hant: 私聊

source: Done
zh_hans: 完成
zh_hant: 完成

source: Double-tap to send the voice message.
zh_hans: 轻点两下发送语音消息。
zh_hant: 點兩下傳送語音訊息。

source: Double-tap to stop and preview.
zh_hans: 轻点两下停止并预览。
zh_hant: 點兩下停止並預覽。

source: Draft: %@
zh_hans: 草稿：%@
zh_hant: 草稿：%@

source: Drop media here or close to choose more. Your caption will be kept.
zh_hans: 将媒体拖放到这里，或关闭窗口以选择更多媒体。你的说明文字将会保留。
zh_hant: 將媒體拖放至此處，或關閉視窗以選擇更多媒體。你的說明文字將會保留。

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit message
zh_hans: 编辑消息
zh_hant: 編輯訊息

source: Enable notifications
zh_hans: 启用通知
zh_hant: 啟用通知

source: Enter a username and password.
zh_hans: 输入用户名和密码。
zh_hant: 輸入使用者名稱和密碼。

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Failed to delete message
zh_hans: 撤回消息失败
zh_hant: 收回訊息失敗

source: Failed to send
zh_hans: 发送失败
zh_hant: 傳送失敗

source: Failed to send. Retry options
zh_hans: 发送失败。重试选项
zh_hant: 傳送失敗。重試選項

source: Favorite
zh_hans: 收藏
zh_hant: 收藏

source: Favorites
zh_hans: 收藏
zh_hant: 收藏

source: Files
zh_hans: 文件
zh_hant: 檔案

source: Finish recording before playing a voice message.
zh_hans: 请先结束录音再播放语音消息。
zh_hant: 請先結束錄音再播放語音訊息。

source: Groups
zh_hans: 群组
zh_hant: 群組

source: Hide keyboard
zh_hans: 隐藏键盘
zh_hant: 隱藏鍵盤

source: Hold to record. Release to preview, slide up to send, or slide left to lock.
zh_hans: 按住录音。松开预览，上滑发送，左滑锁定。
zh_hant: 按住錄音。放開預覽，上滑傳送，左滑鎖定。

source: Image
zh_hans: 图片
zh_hant: 圖片

source: Image download or decoding failed.
zh_hans: 图片下载或解码失败。
zh_hant: 圖片下載或解碼失敗。

source: Image viewer
zh_hans: 图片查看器
zh_hant: 圖片檢視器

source: Invalid credentials.
zh_hans: 登录凭据无效。
zh_hant: 登入憑證無效。

source: Jump to latest messages
zh_hans: 跳转到最新消息
zh_hant: 跳轉到最新訊息

source: Jump to pinned message
zh_hans: 跳转到置顶消息
zh_hant: 跳轉到已釘選的訊息

source: Loading
zh_hans: 正在加载
zh_hant: 正在載入

source: Loading audio…
zh_hans: 正在加载音频…
zh_hant: 正在載入音訊…

source: Loading conversation
zh_hans: 正在加载会话
zh_hant: 正在載入對話

source: Loading conversations
zh_hans: 正在加载会话
zh_hant: 正在載入對話

source: Loading image
zh_hans: 正在加载图片
zh_hant: 正在載入圖片

source: Loading image…
zh_hans: 正在加载图片…
zh_hant: 正在載入圖片…

source: Loading messages
zh_hans: 正在加载消息
zh_hant: 正在載入訊息

source: Loading pinned messages…
zh_hans: 正在加载置顶消息…
zh_hant: 正在載入已釘選的訊息…

source: Loading saved messages…
zh_hans: 正在加载收藏消息…
zh_hant: 正在載入收藏訊息…

source: Loading sticker
zh_hans: 正在加载贴纸
zh_hant: 正在載入貼紙

source: Loading sticker pack…
zh_hans: 正在加载贴纸包…
zh_hant: 正在載入貼紙包…

source: Loading stickers…
zh_hans: 正在加载贴纸…
zh_hant: 正在載入貼紙…

source: Loading thread
zh_hans: 正在加载话题
zh_hant: 正在載入話題

source: Mark as Read
zh_hans: 标为已读
zh_hant: 標為已讀

source: Mark as Unread
zh_hans: 标为未读
zh_hant: 標為未讀

source: Media options
zh_hans: 媒体选项
zh_hant: 媒體選項

source: Message
zh_hans: 消息
zh_hant: 訊息

source: Message actions
zh_hans: 消息操作
zh_hant: 訊息操作

source: Message deleted
zh_hans: 消息已删除
zh_hant: 訊息已刪除

source: Message not sent
zh_hans: 消息未发送
zh_hant: 訊息未傳送

source: Messages
zh_hans: 消息
zh_hant: 訊息

source: More reactions
zh_hans: 更多表情回应
zh_hant: 更多表情回應

source: Move back to composer
zh_hans: 移回输入框
zh_hant: 移回輸入框

source: Move earlier
zh_hans: 向前移动
zh_hant: 往前移動

source: Move later
zh_hans: 向后移动
zh_hant: 往後移動

source: Mute
zh_hans: 静音
zh_hant: 靜音

source: Muted
zh_hans: 已静音
zh_hant: 已靜音

source: New message
zh_hans: 新消息
zh_hant: 新訊息

source: Next image
zh_hans: 下一张图片
zh_hant: 下一張圖片

source: No archived conversations
zh_hans: 没有已归档会话
zh_hant: 沒有已封存對話

source: No attachments
zh_hans: 暂无附件
zh_hant: 尚無附件

source: No content
zh_hans: 暂无内容
zh_hant: 尚無內容

source: No conversations
zh_hans: 暂无会话
zh_hant: 尚無對話

source: No favorite stickers yet
zh_hans: 暂无收藏贴纸
zh_hant: 尚無收藏貼紙

source: No pinned messages
zh_hans: 暂无置顶消息
zh_hant: 沒有已釘選的訊息

source: No stickers in this pack
zh_hans: 此贴纸包中没有贴纸
zh_hant: 此貼紙包中沒有貼紙

source: Not implemented yet
zh_hans: 暂未实现
zh_hant: 尚未實作

source: Not registered
zh_hans: 尚未注册
zh_hant: 尚未註冊

source: Not requested
zh_hans: 尚未请求
zh_hant: 尚未要求

source: Notifications
zh_hans: 通知
zh_hant: 通知

source: OK
zh_hans: 确定
zh_hant: 確定

source: Open image
zh_hans: 打开图片
zh_hant: 開啟圖片

source: Open System Settings
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Open thread
zh_hans: 打开话题
zh_hant: 開啟討論串

source: Opens sticker pack
zh_hans: 打开贴纸包
zh_hant: 開啟貼紙包

source: Options for %@
zh_hans: %@ 的选项
zh_hant: %@ 的選項

source: Password
zh_hans: 密码
zh_hant: 密碼

source: Pause voice message
zh_hans: 暂停语音消息
zh_hant: 暫停語音訊息

source: Photos
zh_hans: 照片
zh_hant: 照片

source: Pin
zh_hans: 置顶
zh_hant: 釘選

source: Pinch or double-tap to zoom.
zh_hans: 双指捏合或轻点两下即可缩放。
zh_hant: 用兩指撥動或點兩下即可縮放。

source: Pinned Message
zh_hans: 已置顶的消息
zh_hant: 已釘選的訊息

source: Pinned messages
zh_hans: 置顶消息
zh_hant: 已釘選的訊息

source: Pinned Messages
zh_hans: 置顶消息
zh_hant: 已釘選的訊息

source: Play voice message
zh_hans: 播放语音消息
zh_hant: 播放語音訊息

source: Previous image
zh_hans: 上一张图片
zh_hant: 上一張圖片

source: Processing
zh_hans: 正在处理
zh_hant: 正在處理

source: Push notification environment is not configured.
zh_hans: 尚未配置推送通知环境。
zh_hant: 尚未設定推播通知環境。

# push.mention.body
source: %1$@ mentioned you: %2$@
zh_hans: %1$@ 提到了你：%2$@
zh_hant: %1$@ 提到了你：%2$@

# push.message.body.attachment
source: %@: [Attachment]
zh_hans: %@: [附件]
zh_hant: %@: [附件]

# push.message.body.attachment.with_preview
source: %1$@: [Attachment] %2$@
zh_hans: %1$@: [附件] %2$@
zh_hant: %1$@: [附件] %2$@

# push.message.body.audio
source: %@: [Voice message]
zh_hans: %@: [语音消息]
zh_hant: %@: [語音訊息]

# push.message.body.audio.with_preview
source: %1$@: [Voice message] %2$@
zh_hans: %1$@: [语音消息] %2$@
zh_hant: %1$@: [語音訊息] %2$@

# push.message.body.deleted
source: %@: [Deleted]
zh_hans: %@: [已删除]
zh_hant: %@: [已刪除]

# push.message.body.generic
source: %@ sent a message
zh_hans: %@ 发了一条消息
zh_hant: %@ 發了一則訊息

# push.message.body.image
source: %@: [Image]
zh_hans: %@: [图片]
zh_hant: %@: [圖片]

# push.message.body.image.with_preview
source: %1$@: [Image] %2$@
zh_hans: %1$@: [图片] %2$@
zh_hant: %1$@: [圖片] %2$@

# push.message.body.invite
source: %@: [Invite]
zh_hans: %@: [邀请]
zh_hant: %@: [邀請]

# push.message.body.sticker
source: %@: [Sticker]
zh_hans: %@: [贴纸]
zh_hant: %@: [貼紙]

# push.message.body.sticker.emoji
source: %1$@: [Sticker] %2$@
zh_hans: %1$@: [贴纸] %2$@
zh_hant: %1$@: [貼紙] %2$@

# push.message.body.video
source: %@: [Video]
zh_hans: %@: [视频]
zh_hant: %@: [影片]

# push.message.body.video.with_preview
source: %1$@: [Video] %2$@
zh_hans: %1$@: [视频] %2$@
zh_hant: %1$@: [影片] %2$@

# push.reply.body
source: %1$@ replied to you: %2$@
zh_hans: %1$@ 回复了你：%2$@
zh_hant: %1$@ 回覆了你：%2$@

source: Queued
zh_hans: 已加入队列
zh_hant: 已加入佇列

source: Quiet delivery
zh_hans: 静默通知
zh_hant: 靜音通知

source: React with: %@
zh_hans: 用 %@ 回应
zh_hant: 用 %@ 回應

source: Reaction limit reached
zh_hans: 已达到表情回应上限
zh_hant: 已達表情回應上限

source: Reactions
zh_hans: 回应
zh_hant: 回應

source: Ready
zh_hans: 就绪
zh_hant: 已就緒

source: Record voice message
zh_hans: 录制语音消息
zh_hant: 錄製語音訊息

source: Recording duration
zh_hans: 录音时长
zh_hant: 錄音長度

source: Recording locked
zh_hans: 录音已锁定
zh_hant: 錄音已鎖定

source: Recording was interrupted. Please record your message again.
zh_hans: 录音已中断，请重新录制。
zh_hant: 錄音已中斷，請重新錄製。

source: Recording…
zh_hans: 正在录音…
zh_hant: 正在錄音…

source: Refresh chats
zh_hans: 刷新聊天
zh_hant: 重新整理聊天

source: Registered
zh_hans: 已注册
zh_hant: 已註冊

source: Registering…
zh_hans: 正在注册…
zh_hant: 正在註冊…

source: Registration
zh_hans: 推送注册
zh_hant: 推播註冊

source: Release to lock
zh_hans: 松开锁定
zh_hant: 放開鎖定

source: Release to preview
zh_hans: 松开预览
zh_hant: 放開預覽

source: Release to send
zh_hans: 松开发送
zh_hant: 放開傳送

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Remove reaction: %@
zh_hans: 移除表情回应：%@
zh_hant: 移除表情回應：%@

source: Reply
zh_hans: 回复
zh_hant: 回覆

source: Reply to %@
zh_hans: 回复 %@
zh_hant: 回覆 %@

source: Resend this message
zh_hans: 重新发送此消息
zh_hant: 重新傳送此訊息

source: Restoring session
zh_hans: 正在恢复会话
zh_hant: 正在恢復工作階段

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Retry audio playback
zh_hans: 重试播放音频
zh_hant: 重試播放音訊

source: Retry loading image
zh_hans: 重试加载图片
zh_hant: 重試載入圖片

source: Retry playback
zh_hans: 重试播放
zh_hant: 重試播放

source: Retry this and subsequent messages
zh_hans: 重试发送此消息及后续消息
zh_hant: 重試傳送此訊息及後續訊息

source: Revoke unsent message
zh_hans: 撤销未发送的消息
zh_hant: 撤銷未傳送的訊息

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Select a conversation
zh_hans: 选择一个聊天
zh_hant: 選擇一個聊天

source: Send
zh_hans: 发送
zh_hant: 發送

source: Send %@ sticker
zh_hans: 发送 %@ 贴纸
zh_hant: 傳送 %@ 貼紙

source: Send message
zh_hans: 发送消息
zh_hant: 傳送訊息

source: Send voice message
zh_hans: 发送语音消息
zh_hant: 傳送語音訊息

source: Sending
zh_hans: 发送中
zh_hant: 傳送中

source: Sending voice message…
zh_hans: 正在发送语音消息…
zh_hant: 正在傳送語音訊息…

source: Sent
zh_hans: 已发送
zh_hant: 已傳送

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Sign in
zh_hans: 登录
zh_hant: 登入

source: Sign out
zh_hans: 退出登录
zh_hant: 登出

source: Signing in
zh_hans: 正在登录
zh_hant: 正在登入

source: Something went wrong
zh_hans: 出现了问题
zh_hant: 發生錯誤

source: Sticker
zh_hans: 贴纸
zh_hant: 貼紙

source: Sticker %@
zh_hans: 贴纸 %@
zh_hant: 貼紙 %@

source: Sticker data is missing.
zh_hans: 缺少贴纸数据。
zh_hant: 缺少貼紙資料。

source: Sticker media URL is invalid.
zh_hans: 贴纸媒体 URL 无效。
zh_hant: 貼紙媒體 URL 無效。

source: Sticker video could not be downloaded.
zh_hans: 无法下载贴纸视频。
zh_hant: 無法下載貼紙影片。

source: Sticker video could not be loaded.
zh_hans: 无法加载贴纸视频。
zh_hant: 無法載入貼紙影片。

source: Sticker video is damaged or uses an unsupported codec.
zh_hans: 贴纸视频已损坏，或使用了不支持的编码格式。
zh_hant: 貼紙影片已損毀，或使用了不支援的編碼格式。

source: Sticker video playback failed.
zh_hans: 贴纸视频播放失败。
zh_hant: 貼紙影片播放失敗。

source: Sticker video playback was interrupted.
zh_hans: 贴纸视频播放中断。
zh_hant: 貼紙影片播放中斷。

source: Stickers
zh_hans: 贴纸
zh_hant: 貼紙

source: Stop recording
zh_hans: 停止录音
zh_hant: 停止錄音

source: Subscribe
zh_hans: 订阅
zh_hant: 訂閱

source: Temporary access
zh_hans: 临时授权
zh_hant: 暫時授權

source: That message isn’t available.
zh_hans: 无法查看该消息。
zh_hant: 無法查看該訊息。

source: The voice recording is not a valid M4A file.
zh_hans: 语音录音不是有效的 M4A 文件。
zh_hant: 語音錄音不是有效的 M4A 檔案。

source: There is nothing to show yet.
zh_hans: 暂无内容。
zh_hant: 目前沒有內容。

source: This device cannot decode this sticker’s video format.
zh_hans: 此设备无法解码这种贴纸视频格式。
zh_hant: 此裝置無法解碼這種貼紙影片格式。

source: This message has been deleted.
zh_hans: 此消息已被删除。
zh_hant: 此訊息已被刪除。

source: This message type isn’t supported yet
zh_hans: 暂不支持此消息类型
zh_hant: 目前尚不支援此訊息類型

source: This message’s reactions changed. Please try again.
zh_hans: 此消息的表情回应已变更，请重试。
zh_hant: 此訊息的表情回應已變更，請再試一次。

source: This sticker is not part of any pack
zh_hans: 此贴纸不属于任何贴纸包
zh_hant: 此貼紙不屬於任何貼紙包

source: this user
zh_hans: 此用户
zh_hant: 此使用者

source: Thread
zh_hans: 话题
zh_hant: 話題

source: Threads
zh_hans: 话题
zh_hant: 話題

source: Try again
zh_hans: 重试
zh_hant: 重試

source: Try again when you are connected.
zh_hans: 连接网络后请重试。
zh_hant: 連上網路後請再試一次。

source: Unable to load image
zh_hans: 无法加载图片
zh_hant: 無法載入圖片

source: Unable to play audio
zh_hans: 无法播放音频
zh_hant: 無法播放音訊

source: Unarchive
zh_hans: 取消归档
zh_hant: 取消封存

source: Unavailable
zh_hans: 不可用
zh_hant: 無法使用

source: Unfavorite
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: Unmute
zh_hans: 取消静音
zh_hant: 取消靜音

source: Unpin
zh_hans: 取消置顶
zh_hant: 取消釘選

source: Unpin Message
zh_hans: 取消置顶消息
zh_hant: 取消釘選訊息

source: Unregistering…
zh_hans: 正在取消注册…
zh_hant: 正在取消註冊…

source: Unsubscribe
zh_hans: 取消订阅
zh_hant: 取消訂閱

source: Unsupported sticker media type: %@
zh_hans: 不支持的贴纸媒体类型：%@
zh_hant: 不支援的貼紙媒體類型：%@

source: Updating attachments…
zh_hans: 正在更新附件…
zh_hant: 正在更新附件…

source: Updating conversation
zh_hans: 正在更新会话
zh_hant: 正在更新對話

source: Updating reaction
zh_hans: 正在更新表情回应
zh_hant: 正在更新表情回應

source: Use your Chahua account to continue.
zh_hans: 使用你的 Chahua 账号继续。
zh_hant: 使用你的 Chahua 帳號繼續。

source: User %d
zh_hans: 用户 %d
zh_hant: 使用者 %d

source: Username
zh_hans: 用户名
zh_hant: 使用者名稱

source: Video preview unavailable
zh_hans: 无法预览视频
zh_hant: 無法預覽影片

source: Videos are sent in original quality.
zh_hans: 视频将以原始画质发送。
zh_hant: 影片將以原始畫質傳送。

source: View all pinned messages
zh_hans: 查看全部置顶消息
zh_hant: 查看所有已釘選的訊息

source: View archived chats and threads
zh_hans: 查看已归档聊天和话题
zh_hant: 查看已封存聊天和話題

source: Voice message
zh_hans: 语音消息
zh_hant: 語音訊息
